{"translation-revision-date":"2020-06-24 22:13:23+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Import sample products":["Importă produse pentru o probă"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Dacă dai clic pe „Inițializează”, ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Inițializezi un magazin pentru un client? {{link}}Începe aici{{\/link}}"],"Skip store setup":["Sari peste inițializarea magazinului"],"Connect your Klarna account":["Conectează contul tău Klarna"],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Conectează-ți magazinul la contul tău PayPal. Nu ai un cont PayPal? Creează unul."],"Connect your PayFast account":["Conectează contul tău PayFast"],"Merchant Key":["Cheie comerciant"],"Merchant ID":["ID comerciant"],"Please enter your merchant ID":["Te rog introdu ID comerciant"],"Passphrase":["Frază de acces"],"Please enter your passphrase":["Te rog introdu fraza de acces"],"PayFast connected successfully":["PayFast conectat cu succes"],"Take payments via bank transfer.":["Accepți plăți prin transfer bancar."],"Take payments in cash upon delivery.":["Accepți plăți în numerar la livrare."],"My store doesn’t take payments":["Magazinul meu nu acceptă plăți"]," Selling CBD products is only supported by Square.":["Vânzarea produselor pe bază de CBD (canabidiol) este acceptată doar de Square."],"There was a problem updating settings for %s":["A fost o problemă la actualizarea setărilor pentru %s"],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Dacă selectezi această extensie, magazinul tău va configura folosirea randului sud-african ca monedă selectată."],"PayFast":["PayFast"],"Connect your PayPal account":["Conectează contul tău PayPal"],"Verify your business details with our payment partner, Stripe.":["Confirmă-ți detaliile afacerii cu partenerul nostru de plată, Stripe"],"Verify business details":["Confirmă detaliile afacerii"],"Verify details":["Confirmă detaliile"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["A fost o eroare de conectare la WooCommerce Payments. Te rog încearcă din nou sau omite acum și conectează-te mai târziu din setările magazinului."],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["Pentru a procesa plățile, este necesar un cont Paypal. Vei fi redirecționat la situl Paypal pentru a crea conexiunea."],"WooCommerce Payments connected successfully.":["WooCommerce Payments a fost conectat cu succes."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Pentru a procesa plățile, este necesar un cont Square. Vei fi redirecționat la situl Square pentru a crea conexiunea."],"Connect your Square account":["Conectează contul tău Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Conectează-ți magazinul la contul tău Stripe. Nu ai un cont Stripe? Creează unul."],"A Stripe account is required to process payments.":["Pentru procesarea plăților, este obligatoriu un cont Stripe."],"Connect your Stripe account":["Conectează contul tău Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Detaliile tale API pot fi obținute din {{docsLink}}contul Stripe{{\/docsLink}}. Nu ai un cont Stripe? {{registerLink}}Creează unul.{{\/registerLink}}"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Add your bank details":["Adaugă datele despre banca ta"],"Direct bank transfer details added successfully":["Detaliile pentru transfer bancar direct au fost adăugate cu succes"],"There was a problem saving your payment setings":["A fost o problemă la salvarea setărilor tale de plată"],"Please enter an account number or IBAN":["Te rog introdu un număr de cont sau un IBAN"],"Google Ads":["Reclame Google"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Te rog introdu o cheie secretă validă. Cheile valide încep cu „sk_live” sau „rk_live”."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Te rog introdu o cheie publicabilă validă. Cheile valide încep cu „pk_live”."],"These details are required to receive payments via bank transfer":["Aceste detalii sunt necesare pentru a primi plăți prin transfer bancar"],"Install %s":["Instalează %s"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Below you’ll find a list of the most important steps to get your store up and running.":["Mai jos, vei găsi o listă cu cei mai importanți pași pentru a pune magazinul în funcțiune."],"Set up your store and start selling":["Inițializează-ți magazinul și începe să vinzi"],"Once complete your store will be ready for launch - exciting!":["După ce ai terminat, magazinul va fi gata de lansare - emoționant!"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["Pe baza informațiilor pe care ni le-ai oferit, am pregătit sarcinile finale de inițializare pe care să le execuți."],"Woo hoo - you're almost there!":["Ura! - ești aproape gata!"],"Remove this card":["Înlătură acest cartuș"],"Task List Options":["Opțiuni listă de sarcini"],"Yes, keep it":["Da, păstrează-l"],"No, hide it":["Nu, ascunde-l"],"Is this card useful?":["Este util acest cartuș?"],"Select which payment providers you’d like to use and configure them":["Selectează furnizorii de plată pe care vrei să-i folosești și configurează-i"],"Set up shipping":["Inițializează livrarea"],"Create a custom homepage and upload your logo":["Creează o primă pagină personalizată și încarcă-ți logoul"],"Personalize your store":["Personalizează-ți magazinul"],"Connect your store to WooCommerce.com":["Conectează-ți magazinul la WooCommerce.com"],"Purchase, install, and manage your extensions directly from your dashboard":["Cumperi, instalezi și administrezi extensiile direct din Panoul tău de control"],"Install and manage your extensions directly from your Dashboard":["Instalezi și administrezi extensiile direct din Panoul tău de control"],"Purchase & install extensions":["Cumpără și instalează extensii"],"Choose how to configure tax rates - manually or automatically":["Alege cum să configurezi cotele de impozitare - manual sau automat"],"Set up payments":["Inițializează plățile"],"Set up tax":["Inițializează taxele"],"Configure some basic shipping rates to get started":["Pentru a începe, configurează câteva tarife de livrare de bază"],"Add products manually, import from a sheet or migrate from another platform":["Adaugă produsele manual, importă-le dintr-o foaie de lucru sau migrează-le dintr-o altă platformă"],"Credit cards - powered by Stripe":["Carduri de credit - propulsate de Stripe"],"PayPal Checkout":["Finalizare PayPal"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 Câștigi bani! Acum magazinul tău poate accepta plăți 💳"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Alegi plata pe care o vrei, plătești acum, plătești mai târziu sau o eșalonezi. Fără numărul cardului de credit, fără parolă, fără nicio grijă."],"No thanks, I'll configure taxes manually":["Nu, mulțumesc, voi configura taxele manual"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Dacă dai clic pe „Configurează”, activezi cotele de impozitare și calculările. Mai multe informații {{link}}aici{{\/link}}."],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Detaliile tale API pot fi obținute din {{link}}contul PayPal{{\/link}}"],"Please enter your API password":["Te rog introdu parola ta API"],"Please enter your API username":["Te rog introdu numele de utilizator API"],"PayPal connected successfully.":["PayPal conectat cu succes."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["A fost o eroare de conectare la Square. Te rog încearcă din nou sau omite acum și conectează-te mai târziu din setările magazinului."],"Square connected successfully.":["Square conectat cu succes."],"Live Secret Key":["Cheie secretă live"],"Live Publishable Key":["Cheie publicabilă live"],"There was a problem saving your payment settings.":["A fost o problemă la salvarea setărilor tale de plată."],"Stripe connected successfully.":["Stripe conectat cu succes."],"Good news!":["Vești bune!"],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna poate fi configurat în {{link}}setările magazinului{{\/link}}. Îți dai seama {{helpLink}}de ce ai nevoie{{\/helpLink}}."],"Please enter your merchant key":["Te rog introdu cheia pentru comerciant"],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Detaliile tale API pot fi obținute din {{link}}contul PayFast{{\/link}}"],"Connect your store":["Conectează-ți magazinul"],"Head over to the tax rate settings screen to configure your tax rates":["Mergi la ecranul setări cote de impozitare pentru a-ți configura cotele de impozitare"],"Configure tax rates":["Configurează cotele de impozitare"],"Set up tax rates manually":["Inițializează manual cotele de impozitare"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Jetpack și Servicii WooCommerce îți permit să automatizezi calculele pentru taxele pe vânzări"],"Install Jetpack and WooCommerce Services":["Instalează Jetpack și Servicii WooCommerce"],"You're awesome! One less item on your to-do list ✅":["Ești pe calea cea bună! Ai scăpat de o sarcină din lista de parcurs ✅"],"There was a problem updating your tax settings.":["A fost o problemă la actualizarea setărilor pentru taxe."],"Connect your store to WordPress.com to enable label printing":["Conectează-și magazinul la WordPress.com pentru a activa imprimarea etichetelor"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conectează-și magazinul la WordPress.com pentru a activa calcularea automată a taxelor pe vânzări"],"Enable shipping label printing":["Activează imprimarea etichetelor de livrare"],"Define how much customers pay to ship to different destinations":["Definește cât de mulți bani plătesc clienții pentru livrări la diferite destinații"],"Set shipping costs":["Setează costurile de livrare"],"The address from which your business operates":["Adresa de la care îți desfășori activitatea în afaceri"],"Set store location":["Setează locația magazinului"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 Am terminat cu livrarea! Nu-ți face griji, poți face oricând modificări mai târziu."],"Please select a country \/ region":["Te rog selectează o țară\/regiune"],"Upload a logo":["Încarcă un logo"],"Create homepage":["Creează prima pagină"],"Please add an address":["Te rog adaugă o adresă"],"Post code":["Cod poștal"],"Please add a post code":["Te rog adaugă un cod poștal"],"Please add a city":["Te rog adaugă un oraș"],"Address line 2 (optional)":["A doua linie a adresei (opțional)"],"Shipping rates can not be negative numbers.":["Tarifele de livrare nu pot avea valori negative."],"Your shipping rates have been updated.":["Tarifele de livrare au fost actualizate."],"Shipping cost":["Cost de livrare"],"There was a problem saving your store location.":["A fost o problemă la salvarea locației magazinului tău."],"For stores currently selling elsewhere we suggest using a product migration service":["Pentru magazinele care vând în prezent în altă parte, sugerăm folosirea unui serviciu pentru migrarea produselor"],"Migrate":["Migrează"],"For larger stores we recommend importing all products at once via CSV file":["Pentru magazinele foarte mari, recomandăm importul simultan al tuturor produselor cu ajutorul unui fișier CSV"],"For small stores we recommend adding products manually":["Pentru magazinele mici, recomandăm adăugarea produselor manual"],"Add manually (recommended)":["Adaugă manual (recomandat)"],"Store connected to WooCommerce.com and extensions are being installed.":["Magazinul este conectat la WooCommerce.com și extensiile se instalează acum."],"You must click approve to install your extensions and connect to WooCommerce.com.":["Trebuie să dai pe aprobă pentru a instala extensiile și a te conecta la WooCommerce.com."],"Optionally display a prominent notice across all pages of your store":["Opțional, afișează o notificare proeminentă în toate paginile magazinului tău"],"Set a store notice":["Setează o notificare în magazin"],"Complete task":["Finalizează sarcina"],"Ensure your store is on-brand by adding your logo":["Asigură că magazinul își respectă brandul prin adăugarea logoul tău"],"Create a new homepage and customize it to suit your needs":["Creezi o primă pagină nouă și o personalizezi pentru a se potrivi cu cerințele tale"],"Create a custom homepage":["Creează o primă pagină personalizată"],"Skip":["Sari"],"Proceed":["Continuă"],"We’ll add some products that will make it easier to see what your store looks like":["Vom adăuga câteva produse ca să vezi mai ușor cum va arată magazinul tău"],"Customize":["Personalizează"],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 Magazinul tău arată excelent! Nu uita să continui personalizarea lui."],"All sample products have been imported.":["Au fost importate toate produsele pentru o probă."],"There was an error importing some of the sample products.":["A fost o eroare la importul unor produse pentru o probă."],"Purchase & install now":["Cumpără și instalează acum"],"I'll do it later":["Fac asta mai târziu"],"Store logo updated sucessfully.":["Logoul magazinului actualizat cu succes."],"You won't have access to this functionality until the extensions have been purchased and installed.":["Nu vei avea acces la această funcționalitate până când extensiile nu sunt cumpărate și instalate."],"Remove block":["Înlătură blocul"],"Would you like to purchase and install the following features now?":["Vrei să cumperi și să instalezi acum funcționalitățile următoare?"],"%s — %s per year":["%s - %s pe an"],"There was an error connecting to WooCommerce.com. Please try again.":["A fost o eroare de conectarea la WooCommerce.com. Te rog reîncearcă."],"Add your first product":["Adaugă primul tău produs"],"Country \/ Region":["Țară\/regiune"],"Yes please":["Da, te rog"],"Retry":["Reîncearcă"],"Done":["Gata"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook pentru WooCommerce"],"Set up":["Inițializare"],"Mailchimp for WooCommerce":["Mailchimp pentru WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["Extensia PayFast pentru WooCommerce îți permite să accepți plăți printr-un card de credit și EFT via una dintre cele mai populare gateway-uri de plată din Africa de Sud. Fără taxe de instalare sau costuri lunare pentru abonament."],"Klarna Payments for WooCommerce":["Klarna Payments pentru WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna Checkout pentru WooCommerce"],"Recommended":["Recomandat"],"Square":["Square"],"Klarna Payments":["Plăți Klarna"],"Klarna Checkout":["Finalizare Klarna"],"Import products":["Importă produsele"],"Jetpack":["Jetpack"],"Connect":["Conectează-te"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Plăți sigure și securizate folosind carduri de credit sau contul PayPal al clientului."],"Import":["Importă"],"WooCommerce Services":["Servicii WooCommerce"],"Free shipping":["Livrare gratuită"],"Address line 1":["Prima linie a adresei"],"Rest of the world":["Restul lumii"],"Configure":["Configurare"],"and":["și"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nume bancă"],"Account number":["Număr cont"],"Account name":["Nume cont"],"Direct bank transfer":["Transfer bancar direct"],"Sort code":["Sortează codul"],"API Username":["Nume utilizator API"],"API Password":["Parolă API"],"Store notice text":["Text notificare în magazin"],"Save":["Salvează"],"No thanks":["Nu, mulțumesc"],"Cash on delivery":["Numerar la livrare"],"City":["Oraș"],"Continue":["Continuă"],"Update":["Actualizează"],"Settings":["Setări"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/43.52fe0e41a24d55f1b9b1.js"}}